const About = () => {
	return (
		<div>
			<h1 className='text-3xl text-center my-10'>О КОМПАНИИ</h1>
			<p className='px-10'>
				Рабочая одежда сегодня, является обязательным атрибутом любого
				работника, создавая безопасные условия труда, притом цена ее зависит от
				многих факторов. Прежде всего нужна не только для защиты работника от
				травм, грязи и других негативных факторов. В том числе она подчеркивает
				корпоративный стиль, поскольку униформа продавцов супермаркетов или
				официантов также является спецодеждой. <br />
				<br /> Наш цель – это индивидуальный подход к каждому заказу и самые
				выгодные цены. Более того, заказывая специальную одежду для работников
				оптом, вы всегда будете на шаг впереди. <br />
				<br />В наши дни уже не осталось предприятий, магазинов и фирм,
				использующих специализированную одежду, которая выглядит как обычная
				рабочая форма. Разумеется, безопасность и удобство остаются главными
				факторами ее выбора, однако в последнее время все большее внимание
				уделяется внешнему виду спецодежды. Потому мы предлагаем вашему вниманию
				индивидуальный пошив в нашей компании, нанесение логотипов и
				брендирование одежды. Обеспечьте своим работникам безопасность, высокий
				уровень комфорта и безупречный внешний вид! <br />
				<br />
				Вся спецодежда, представленная в каталоге интернет магазина спецодежды,
				обладает отличным кроем, который позволяет работникам целый день
				комфортно чувствовать себя. Она сшита из прочных материалов, которые
				обеспечивают не только долгий срок службы одежды, но и полную
				безопасность для здоровья.
			</p>
		</div>
	)
}

export default About
